Repository: TuguiDragos/Peel
Catalog: Localization/Peel/Localizable.xcstrings
Source language: en
Languages: cs, de, es, fr, it, ja, ko, nl, pl, pt, ro, ru, sv, tr, uk, zh_hans, zh_hant

source: Peel won’t move itself from here: its folder needs an administrator, or Peel is excluded in Settings. Drag it to the Trash in Finder, which asks for an administrator when one is needed.
cs: Peel se odsud sám nepřesune: jeho složka vyžaduje oprávnění správce nebo je Peel vyloučen v Nastavení. Přetáhněte ho do koše ve Finderu, který v případě potřeby požádá o údaje správce.
de: Peel verschiebt sich von hier aus nicht selbst: Der Ordner, in dem Peel liegt, erfordert einen Administrator, oder Peel ist in den Einstellungen ausgeschlossen. Ziehe Peel im Finder in den Papierkorb. Der Finder fragt nach einem Administrator, wenn einer nötig ist.
es: Peel no se trasladará a sí mismo desde aquí: su carpeta necesita un administrador o Peel está excluido en Ajustes. Arrástralo a la papelera en el Finder, que pide un administrador cuando hace falta.
fr: Peel refuse de se placer dans la corbeille depuis cet emplacement : son dossier nécessite un administrateur, ou Peel est exclu dans les Réglages. Faites-le glisser dans la corbeille depuis le Finder, qui demande l’autorisation d’un administrateur si nécessaire.
it: Da qui Peel non sposta sé stesso: la sua cartella richiede un amministratore, oppure Peel è escluso nelle Impostazioni. Trascinalo nel Cestino dal Finder, che chiede l’autorizzazione di un amministratore quando serve.
ja: Peelはここから自身を移動しません。Peelがあるフォルダでは管理者の権限が必要か、Peelが“設定”で除外されているためです。Finderでゴミ箱にドラッグしてください。必要な場合は、Finderが管理者の認証を求めます。
ko: Peel은 이 위치에서 자신을 이동하지 않습니다. Peel이 있는 폴더에 관리자 권한이 필요하거나, 설정에서 Peel이 제외되어 있기 때문입니다. Finder에서 Peel을 휴지통으로 드래그하십시오. 관리자가 필요한 경우 Finder가 관리자 인증을 요청합니다.
nl: Peel verplaatst zichzelf niet vanaf deze plek: voor de map is een beheerder nodig, of Peel is uitgesloten in Instellingen. Sleep Peel in Finder naar de prullenmand, dan vraagt Finder om een beheerder als dat nodig is.
pl: Peel nie przeniesie się sam do Kosza z tego miejsca: jego folder wymaga uprawnień administratora albo Peel jest wykluczony w Ustawieniach. Przeciągnij go do Kosza w Finderze, który w razie potrzeby poprosi o dane administratora.
pt: O Peel não vai se mover daqui: a pasta dele requer um administrador, ou o Peel está excluído nos Ajustes. Arraste-o para o Lixo no Finder, que pede um administrador quando é necessário.
ro: Peel nu se mută singur de aici: dosarul său necesită un administrator sau Peel este exclus în Configurări. Trageți‑l în Coș din Finder, care cere un administrator atunci când este nevoie.
ru: Peel не будет перемещать себя отсюда: для его папки нужен администратор или Peel исключен в Настройках. Перетащите его в Корзину в Finder: Finder запросит данные администратора, если это понадобится.
sv: Peel flyttar inte sig själv härifrån: mappen kräver en administratör, eller så är Peel undantagen i Inställningar. Dra Peel till papperskorgen i Finder, som ber om en administratör när det behövs.
tr: Peel kendini buradan taşımaz: bulunduğu klasör bir yönetici gerektiriyor veya Peel, Ayarlar’da hariç tutulmuş. Onu Finder’da Çöp Sepeti’ne sürükleyin; Finder gerektiğinde yönetici ister.
uk: Peel не перемістить себе звідси: змінювати її папку може лише адміністратор, або Peel є у винятках у Параметрах. Перетягніть Peel у Смітник у Finder: якщо потрібен адміністратор, Finder попросить його дані.
zh_hans: Peel不会从此处移动自己：它所在的文件夹需要管理员权限，或者Peel已在“设置”中被排除。请在“访达”中将它拖到废纸篓，必要时“访达”会要求管理员授权。
zh_hant: Peel不會從這裡移動自己：它所在的檔案夾需要管理者權限，或Peel已在「設定」中被排除。請在Finder中將它拖到「垃圾桶」，需要時Finder會要求管理者驗證。

source: Peel won’t move this folder itself, since macOS expects to find it. What is inside it can go.
cs: Peel samotnou tuto složku nepřesune, protože macOS počítá s tím, že ji najde. Její obsah přesunout lze.
de: Peel verschiebt diesen Ordner selbst nicht, da macOS erwartet, ihn vorzufinden. Was darin liegt, kann in den Papierkorb gelegt werden.
es: Peel no trasladará esta carpeta en sí, porque macOS espera encontrarla. Lo que hay dentro sí puede trasladarse.
fr: Peel refuse de déplacer ce dossier lui-même, car macOS s’attend à le trouver. Son contenu, lui, peut être déplacé.
it: Peel non sposta questa cartella in sé, perché macOS si aspetta di trovarla. Ciò che contiene può essere spostato.
ja: Peelはこのフォルダ自体は移動しません。macOSがそこにあるものと想定しているためです。中にあるものはゴミ箱に入れることができます。
ko: Peel이 이 폴더 자체는 이동하지 않습니다. macOS가 이 폴더를 찾을 수 있어야 하기 때문입니다. 안에 있는 항목은 이동할 수 있습니다.
nl: Peel verplaatst deze map zelf niet, want macOS verwacht hem daar te vinden. Wat erin zit, mag weg.
pl: Peel nie przeniesie samego tego folderu, ponieważ macOS oczekuje, że go tu znajdzie. To, co jest w środku, może trafić do Kosza.
pt: O Peel não vai mover esta pasta em si, porque o macOS espera encontrá-la. O que está dentro dela pode ir.
ro: Peel nu mută acest dosar în sine, deoarece macOS se așteaptă să îl găsească. Ce se află în el poate fi mutat.
ru: Peel не будет перемещать саму эту папку, так как macOS рассчитывает ее найти. Ее содержимое можно переместить.
sv: Peel flyttar inte själva mappen, eftersom macOS räknar med att hitta den. Det som ligger i den kan flyttas.
tr: Peel bu klasörün kendisini taşımaz, çünkü macOS onu orada bulmayı bekler. İçindekiler gidebilir.
uk: Peel не перемістить саму цю папку, бо macOS очікує її там знайти. Те, що в ній є, можна перемістити.
zh_hans: Peel不会移动此文件夹本身，因为macOS需要它存在。其中的内容可以移走。
zh_hant: Peel不會移動此檔案夾本身，因為macOS預期它存在。其中的內容則可以移動。

source: Peel won’t move this until it can read your exclusions.
cs: Peel tuto položku nepřesune, dokud nebude moci přečíst vaše výjimky.
de: Peel verschiebt dies nicht, solange Peel deine Ausschlüsse nicht lesen kann.
es: Peel no trasladará esto hasta que pueda leer tus exclusiones.
fr: Peel refuse de déplacer cet élément tant qu’il ne peut pas lire vos exclusions.
it: Peel non lo sposta finché non riesce a leggere le tue esclusioni.
ja: Peelは、除外リストを読み取れるまでこれを移動しません。
ko: Peel이 이 항목을 이동하지 않습니다. 먼저 제외 항목을 읽을 수 있어야 합니다.
nl: Peel verplaatst dit niet zolang het je uitsluitingen niet kan lezen.
pl: Peel tego nie przeniesie, dopóki nie odczyta Twoich wykluczeń.
pt: O Peel não vai mover isto até conseguir ler as suas exclusões.
ro: Peel nu mută acest articol până când nu poate citi lista dvs. de excluderi.
ru: Peel не будет это перемещать, пока не сможет прочитать Ваши исключения.
sv: Peel flyttar inte det här förrän appen kan läsa dina undantag.
tr: Peel bunu, hariç tutulanlar listenizi okuyabilene kadar taşımaz.
uk: Peel не перемістить це, доки не зможе прочитати ваші винятки.
zh_hans: Peel不会移动此项，直到它能读取你的排除项为止。
zh_hant: Peel不會移動此項目，直到它能讀取你的排除項目為止。

source: Peel won’t move this: a photo, music, or video library is inside.
cs: Peel tuto položku nepřesune: uvnitř je knihovna fotek, hudby nebo videí.
de: Peel verschiebt dies nicht: Darin liegt eine Foto-, Musik- oder Videomediathek.
es: Peel no trasladará esto: dentro hay una biblioteca de fotos, música o vídeo.
fr: Peel refuse de déplacer cet élément : il contient une bibliothèque de photos, de musique ou de vidéos.
it: Peel non lo sposta: all’interno c’è una libreria di foto, musica o video.
ja: Peelはこれを移動しません。写真、音楽、またはビデオのライブラリが中にあります。
ko: Peel이 이 항목을 이동하지 않습니다. 안에 사진, 음악 또는 비디오 보관함이 있기 때문입니다.
nl: Peel verplaatst dit niet: er zit een foto-, muziek- of videobibliotheek in.
pl: Peel tego nie przeniesie: w środku jest biblioteka zdjęć, muzyki lub wideo.
pt: O Peel não vai mover isto: há dentro uma biblioteca de fotos, músicas ou vídeos.
ro: Peel nu mută acest articol: înăuntru se află o bibliotecă foto, muzicală sau video.
ru: Peel не будет это перемещать: внутри находится медиатека фото, музыки или видео.
sv: Peel flyttar inte det här: ett bild-, musik- eller videobibliotek ligger i det.
tr: Peel bunu taşımaz: içinde bir fotoğraf, müzik veya video arşivi var.
uk: Peel не перемістить це: усередині є медіатека фото, музики чи відео.
zh_hans: Peel不会移动此项：其中有照片、音乐或视频资料库。
zh_hant: Peel不會移動此項目：其中有照片、音樂或影片資料庫。

source: Peel won’t move this: an app keeps work inside that exists nowhere else, such as an editor’s local history.
cs: Peel tuto položku nepřesune: aplikace v ní uchovává práci, která neexistuje nikde jinde, například místní historii editoru.
de: Peel verschiebt dies nicht: Eine App bewahrt darin Arbeit auf, die es nirgendwo sonst gibt, etwa den lokalen Verlauf eines Editors.
es: Peel no trasladará esto: una app guarda dentro trabajo que no existe en ningún otro sitio, como el historial local de un editor.
fr: Peel refuse de déplacer cet élément : une app y conserve du travail qui n’existe nulle part ailleurs, comme l’historique local d’un éditeur.
it: Peel non lo sposta: un’app vi conserva un lavoro che non esiste altrove, come la cronologia locale di un editor.
ja: Peelはこれを移動しません。エディタのローカル履歴など、ほかのどこにも存在しない作業内容をアプリが中に保管しています。
ko: Peel이 이 항목을 이동하지 않습니다. 편집기의 로컬 기록처럼 다른 곳에는 없는 작업을 앱이 안에 보관하기 때문입니다.
nl: Peel verplaatst dit niet: een app bewaart er werk in dat nergens anders bestaat, zoals de lokale geschiedenis van een editor.
pl: Peel tego nie przeniesie: aplikacja przechowuje w środku pracę, której nie ma nigdzie indziej, na przykład lokalną historię edytora.
pt: O Peel não vai mover isto: um app guarda dentro um trabalho que não existe em nenhum outro lugar, como o histórico local de um editor.
ro: Peel nu mută acest articol: o aplicație păstrează înăuntru lucrări care nu există nicăieri altundeva, cum ar fi istoricul local al unui editor.
ru: Peel не будет это перемещать: приложение хранит внутри результаты работы, которых больше нигде нет, например локальную историю редактора.
sv: Peel flyttar inte det här: en app sparar arbete i det som inte finns någon annanstans, till exempel en kodredigerares lokala historik.
tr: Peel bunu taşımaz: bir uygulama içinde başka hiçbir yerde bulunmayan çalışmalar tutar, örneğin bir düzenleyicinin yerel geçmişi.
uk: Peel не перемістить це: програма зберігає всередині роботу, якої більше ніде немає, як-от локальну історію редактора.
zh_hans: Peel不会移动此项：有App在其中保存了在其他任何地方都不存在的内容，例如编辑器的本地历史记录。
zh_hant: Peel不會移動此項目：有App在其中保存不存在於其他任何地方的工作成果，例如編輯器的本機歷史記錄。

source: Peel won’t move this: an app’s documents are inside.
cs: Peel tuto položku nepřesune: uvnitř jsou dokumenty aplikace.
de: Peel verschiebt dies nicht: Darin liegen die Dokumente einer App.
es: Peel no trasladará esto: dentro están los documentos de una app.
fr: Peel refuse de déplacer cet élément : il contient les documents d’une app.
it: Peel non lo sposta: all’interno ci sono i documenti di un’app.
ja: Peelはこれを移動しません。アプリの書類が中にあります。
ko: Peel이 이 항목을 이동하지 않습니다. 안에 앱의 문서가 있기 때문입니다.
nl: Peel verplaatst dit niet: er zitten documenten van een app in.
pl: Peel tego nie przeniesie: w środku są dokumenty aplikacji.
pt: O Peel não vai mover isto: há dentro os documentos de um app.
ro: Peel nu mută acest articol: înăuntru se află documentele unei aplicații.
ru: Peel не будет это перемещать: внутри находятся документы приложения.
sv: Peel flyttar inte det här: en apps dokument ligger i det.
tr: Peel bunu taşımaz: içinde bir uygulamanın belgeleri var.
uk: Peel не перемістить це: усередині є документи програми.
zh_hans: Peel不会移动此项：其中有App的文稿。
zh_hant: Peel不會移動此項目：其中有App的文件。

source: Peel won’t move this: it is part of macOS, or inside something Peel protects.
cs: Peel tuto položku nepřesune: je součástí macOS nebo leží uvnitř něčeho, co Peel chrání.
de: Peel verschiebt dies nicht: Es ist Teil von macOS oder liegt in etwas, das Peel schützt.
es: Peel no trasladará esto: forma parte de macOS o está dentro de algo que Peel protege.
fr: Peel refuse de déplacer cet élément : il fait partie de macOS, ou se trouve dans un élément que Peel protège.
it: Peel non lo sposta: fa parte di macOS, oppure si trova all’interno di qualcosa che Peel protegge.
ja: Peelはこれを移動しません。macOSの一部であるか、Peelが保護しているものの中にあります。
ko: Peel이 이 항목을 이동하지 않습니다. macOS의 일부이거나 Peel이 보호하는 항목 안에 있기 때문입니다.
nl: Peel verplaatst dit niet: het hoort bij macOS, of het zit in iets wat Peel beschermt.
pl: Peel tego nie przeniesie: jest częścią macOS albo znajduje się w czymś, co Peel chroni.
pt: O Peel não vai mover isto: faz parte do macOS, ou está dentro de algo que o Peel protege.
ro: Peel nu mută acest articol: face parte din macOS sau se află în ceva protejat de Peel.
ru: Peel не будет это перемещать: объект входит в macOS или находится внутри того, что защищает Peel.
sv: Peel flyttar inte det här: det är en del av macOS, eller ligger i något som Peel skyddar.
tr: Peel bunu taşımaz: macOS’in bir parçası ya da Peel’in koruduğu bir şeyin içinde.
uk: Peel не перемістить це: елемент є частиною macOS або лежить усередині того, що захищає Peel.
zh_hans: Peel不会移动此项：它是macOS的一部分，或者位于受Peel保护的项目中。
zh_hant: Peel不會移動此項目：它是macOS的一部分，或位於受Peel保護的項目中。

source: Peel won’t move this: it is protected, or your exclusions in Settings keep it where it is.
cs: Peel tuto položku nepřesune: je chráněná nebo ji na místě drží vaše výjimky v Nastavení.
de: Peel verschiebt dies nicht: Es ist geschützt, oder deine Ausschlüsse in den Einstellungen halten es an seinem Ort.
es: Peel no trasladará esto: está protegido o tus exclusiones de Ajustes lo mantienen donde está.
fr: Peel refuse de déplacer cet élément : il est protégé, ou vos exclusions dans les Réglages le maintiennent en place.
it: Peel non lo sposta: è protetto, oppure le tue esclusioni nelle Impostazioni lo tengono dov’è.
ja: Peelはこれを移動しません。保護されているか、“設定”の除外リストによってそのまま残されています。
ko: Peel이 이 항목을 이동하지 않습니다. 보호된 항목이거나, 설정의 제외 항목 때문에 그대로 두어야 하기 때문입니다.
nl: Peel verplaatst dit niet: het is beschermd, of je uitsluitingen in Instellingen houden het waar het is.
pl: Peel tego nie przeniesie: jest chronione albo Twoje wykluczenia w Ustawieniach zatrzymują to na miejscu.
pt: O Peel não vai mover isto: está protegido, ou as suas exclusões nos Ajustes o mantêm onde está.
ro: Peel nu mută acest articol: este protejat sau excluderile dvs. din Configurări îl păstrează unde se află.
ru: Peel не будет это перемещать: объект защищен или Ваши исключения в Настройках оставляют его на месте.
sv: Peel flyttar inte det här: det är skyddat, eller så håller dina undantag i Inställningar det kvar där det är.
tr: Peel bunu taşımaz: korumalı ya da Ayarlar’daki hariç tutulanlar listeniz onu yerinde tutuyor.
uk: Peel не перемістить це: елемент захищений, або ваші винятки в Параметрах тримають його на місці.
zh_hans: Peel不会移动此项：它受到保护，或者你在“设置”中的排除项让它保留在原处。
zh_hant: Peel不會移動此項目：它受到保護，或是你在「設定」中的排除項目讓它留在原處。

source: Peel won’t move this: something Peel protects is inside, such as a keychain or a wallet.
cs: Peel tuto položku nepřesune: uvnitř je něco, co Peel chrání, například svazek klíčů nebo peněženka.
de: Peel verschiebt dies nicht: Darin liegt etwas, das Peel schützt, etwa ein Schlüsselbund oder eine Wallet.
es: Peel no trasladará esto: dentro hay algo que Peel protege, como un llavero o un monedero digital.
fr: Peel refuse de déplacer cet élément : il contient un élément que Peel protège, comme un trousseau ou un portefeuille.
it: Peel non lo sposta: all’interno c’è qualcosa che Peel protegge, come un portachiavi o un wallet.
ja: Peelはこれを移動しません。キーチェーンやウォレットなど、Peelが保護しているものが中にあります。
ko: Peel이 이 항목을 이동하지 않습니다. 키체인이나 지갑처럼 Peel이 보호하는 항목이 안에 있기 때문입니다.
nl: Peel verplaatst dit niet: er zit iets in wat Peel beschermt, zoals een sleutelhanger of een wallet.
pl: Peel tego nie przeniesie: w środku jest coś, co Peel chroni, na przykład pęk kluczy lub portfel.
pt: O Peel não vai mover isto: há dentro algo que o Peel protege, como as chaves do macOS ou uma carteira.
ro: Peel nu mută acest articol: înăuntru se află ceva protejat de Peel, cum ar fi un portchei sau un portofel.
ru: Peel не будет это перемещать: внутри находится то, что защищает Peel, например связка ключей или кошелек.
sv: Peel flyttar inte det här: något som Peel skyddar ligger i det, till exempel en nyckelring eller en plånbok.
tr: Peel bunu taşımaz: içinde Peel’in koruduğu bir şey var, örneğin bir anahtar zinciri veya bir cüzdan.
uk: Peel не перемістить це: усередині є те, що захищає Peel, як-от вʼязка ключів або гаманець.
zh_hans: Peel不会移动此项：其中有受Peel保护的项目，例如钥匙串或钱包。
zh_hant: Peel不會移動此項目：其中有受Peel保護的項目，例如鑰匙圈或錢包。

source: Peel won’t move this: your exclusions in Settings keep it where it is.
cs: Peel tuto položku nepřesune: na místě ji drží vaše výjimky v Nastavení.
de: Peel verschiebt dies nicht: Deine Ausschlüsse in den Einstellungen halten es an seinem Ort.
es: Peel no trasladará esto: tus exclusiones de Ajustes lo mantienen donde está.
fr: Peel refuse de déplacer cet élément : vos exclusions dans les Réglages le maintiennent en place.
it: Peel non lo sposta: le tue esclusioni nelle Impostazioni lo tengono dov’è.
ja: Peelはこれを移動しません。“設定”の除外リストによってそのまま残されています。
ko: Peel이 이 항목을 이동하지 않습니다. 설정의 제외 항목에 따라 그대로 둡니다.
nl: Peel verplaatst dit niet: je uitsluitingen in Instellingen houden het waar het is.
pl: Peel tego nie przeniesie: Twoje wykluczenia w Ustawieniach zatrzymują to na miejscu.
pt: O Peel não vai mover isto: as suas exclusões nos Ajustes o mantêm onde está.
ro: Peel nu mută acest articol: excluderile dvs. din Configurări îl păstrează unde se află.
ru: Peel не будет это перемещать: Ваши исключения в Настройках оставляют его на месте.
sv: Peel flyttar inte det här: dina undantag i Inställningar håller det kvar där det är.
tr: Peel bunu taşımaz: Ayarlar’daki hariç tutulanlar listeniz onu yerinde tutuyor.
uk: Peel не перемістить це: ваші винятки в Параметрах тримають його на місці.
zh_hans: Peel不会移动此项：你在“设置”中的排除项让它保留在原处。
zh_hant: Peel不會移動此項目：你在「設定」中的排除項目讓它留在原處。

source: Peel writes these settings only in a file of its own, which ssh reads through two lines at the end of ~/.ssh/config, so Peel never changes your own file. Turn All Off empties Peel’s file, and the lines then do nothing.
cs: Peel tato nastavení zapisuje jen do vlastního souboru, který ssh čte prostřednictvím dvou řádků na konci souboru ~/.ssh/config, takže Peel váš vlastní soubor nikdy nemění. Tlačítko Vypnout vše soubor Peelu vyprázdní a řádky pak nic nedělají.
de: Peel schreibt diese Einstellungen nur in eine eigene Datei, die ssh über zwei Zeilen am Ende von ~/.ssh/config liest, daher ändert Peel deine eigene Datei nie. „Alle deaktivieren“ leert die Datei von Peel, und die Zeilen bewirken dann nichts.
es: Peel escribe estos ajustes solo en un archivo propio, que ssh lee mediante dos líneas al final de ~/.ssh/config, así que Peel nunca cambia tu propio archivo. “Desactivar todo” vacía el archivo de Peel, y entonces las líneas no hacen nada.
fr: Peel n’écrit ces réglages que dans un fichier qui lui est propre, que ssh lit grâce à deux lignes placées à la fin de ~/.ssh/config : Peel ne modifie donc jamais votre propre fichier. « Tout désactiver » vide le fichier de Peel, et ces lignes n’ont alors plus aucun effet.
it: Peel scrive queste impostazioni solo in un proprio file, che ssh legge tramite due righe alla fine del file ~/.ssh/config, quindi Peel non modifica mai il tuo file. “Disattiva tutto” svuota il file di Peel, e a quel punto le righe non hanno più alcun effetto.
ja: Peelはこれらの設定を独自のファイルにだけ書き込み、sshは~/.ssh/configの末尾にある2行を通じてそのファイルを読み込みます。そのため、Peelがお使いのファイルを変更することは決してありません。“すべてオフにする”を使うとPeelのファイルが空になり、これらの行は何の効果もなくなります。
ko: Peel은 이 설정을 Peel 전용 파일에만 쓰고, ssh는 ~/.ssh/config 끝에 있는 두 줄을 통해 이 파일을 읽으므로 Peel은 사용자의 파일을 절대 변경하지 않습니다. ‘모두 끄기’는 Peel의 파일을 비우며, 그러면 이 두 줄은 아무 효과가 없습니다.
nl: Peel schrijft deze instellingen alleen in een eigen bestand, dat ssh leest via twee regels aan het einde van ~/.ssh/config, zodat Peel je eigen bestand nooit wijzigt. 'Schakel alles uit' maakt het bestand van Peel leeg, en de regels doen dan niets.
pl: Peel zapisuje te ustawienia wyłącznie we własnym pliku, który ssh odczytuje dzięki dwóm wierszom na końcu pliku ~/.ssh/config, więc Peel nigdy nie zmienia Twojego własnego pliku. Przycisk „Wyłącz wszystkie” opróżnia plik Peel, a wtedy te wiersze nic nie robią.
pt: O Peel grava estes ajustes apenas em um arquivo próprio, que o ssh lê por meio de duas linhas no final do ~/.ssh/config, então o Peel nunca altera o seu próprio arquivo. Desativar Todas esvazia o arquivo do Peel, e então as linhas não têm mais efeito.
ro: Peel scrie aceste configurări doar într‑un fișier propriu, pe care ssh îl citește prin două linii de la sfârșitul fișierului ~/.ssh/config, așa că Peel nu vă modifică niciodată propriul fișier. Butonul Dezactivați toate golește fișierul Peel, iar liniile rămân apoi fără efect.
ru: Peel записывает эти параметры только в собственный файл, который ssh читает через две строки в конце ~/.ssh/config, поэтому Peel никогда не меняет Ваш собственный файл. Кнопка «Выключить все» очищает файл Peel, и тогда эти строки ни на что не влияют.
sv: Peel skriver de här inställningarna bara i en egen fil, som ssh läser via två rader i slutet av ~/.ssh/config, så Peel ändrar aldrig din egen fil. ”Stäng av alla” tömmer Peels fil, och då gör raderna ingenting.
tr: Peel bu ayarları yalnızca kendine ait bir dosyaya yazar; ssh bu dosyayı ~/.ssh/config dosyasının sonundaki iki satır aracılığıyla okur, bu yüzden Peel sizin dosyanızı hiçbir zaman değiştirmez. Tümünü Kapat düğmesi Peel’in dosyasını boşaltır ve satırlar artık hiçbir şey yapmaz.
uk: Peel записує ці налаштування лише у власний файл, який ssh читає завдяки двом рядкам у кінці ~/.ssh/config, тож Peel ніколи не змінює ваш власний файл. Кнопка «Вимкнути всі» очищає файл Peel, і тоді ці рядки нічого не роблять.
zh_hans: Peel只将这些设置写入它自己的文件，ssh通过~/.ssh/config末尾的两行读取该文件，因此Peel绝不会更改你自己的文件。“全部关闭”会清空Peel的文件，届时这两行将不起任何作用。
zh_hant: Peel只會將這些設定寫入它自己的檔案，ssh則透過~/.ssh/config結尾的兩行讀取該檔案，因此Peel絕不會更改你自己的檔案。「全部關閉」會清空Peel的檔案，這兩行便不再有任何作用。
